catppuccin/fish
jethrokuan/z
patrickf1/fzf.fish
jorgebucaran/fish-bax
danhper/fish-ssh-agent
oh-my-fish/plugin-pj
ilancosman/tide@v6
jorgebucaran/spark.fish
gazorby/fish-abbreviation-tips
